{
    "location_1":{
        "In-book_name":"",
        "real_name":"Сенная площадь",
        "plot":"Начнем нашу прогулку с Сенной площади. Именно здесь у главного героя Родиона Раскольникова в голову закралась мысль об убийстве старухи-процентщицы, когда он подслушал разговор её сестры — Лизаветы Ивановны — и узнал, что «старуха… ровно в семь часов вечера останется дома одна».",
        "photo_path":"photo/Crime_and_Punishment/Sennaya_ploshchad_1.png",
        "yandex_maps_link":"https://yandex.ru/maps/-/CHrkQ0py"
    },

    "location_2":{
        "In-book_name":"",
        "real_name":"Доходный дом Н. И. Алонкина",
        "plot":"К дому старухи-процентщицы Раскольников шел по Столярному переулку. Он проходил мимо здания, где в 1864–1867 годах жил сам Достоевский — доходного дома купца Ивана Алонкина. Здесь писатель работал над «Преступлением и наказанием», «Записками из подполья» и романом «Игрок», который под его диктовку писала стенографистка Анна Сниткина — будущая жена Достоевского. Сегодня дом Ивана Алонкина объявлен памятником истории и архитектуры. Дом находится на окраине Санкт-Петербурга, что создаёт атмосферу подавленности и отдалённости. Узкие коридоры, низкие потолки и обшарпанные стены становятся метафорой внутреннего состояния героя. Раскольников ощущает себя изолированным от общества, что усиливает его чувство одиночества и безысходности. В этом замкнутом пространстве Раскольников проводит много времени в раздумьях о совершённом преступлении. Его квартира становится сценой для его душевных мук: здесь он борется с моральными терзаниями и страхами, связанными с убийством старухи-процентщицы.  ",
        "photo_path":"photo/Crime_and_Punishment/Kaznachejskaya_2.png",
        "yandex_maps_link":"https://yandex.ru/maps/-/CHrkQHji"
    },

    "location_3":{
        "In-book_name":"Дом Раскольникова",
        "real_name":"Гражданская улица, 19",
        "plot":"На следующем перекрестке по Столярному переулку в угловом доме на Гражданской 19 Достоевский поселил своего главного героя Родиона Раскольникова. На углу дома горельеф с надписью авторами которой являются Дмитрий Лихачев и Даниил Гранин:«Дом Раскольникова. Трагические судьбы людей этой местности Петербурга послужили Достоевскому основой его страстной проповеди добра для всего человечества».",
        "photo_path":"photo/Crime_and_Punishment/Dom_Raskolnikova_3.png",
        "yandex_maps_link":"https://yandex.ru/maps/-/CHrkQTLv"
    },

    "location_4":{
        "In-book_name":"",
        "real_name":"Пересечение Гражданской улицы с Вознесенским проспектом",
        "plot":"Согласно сюжету, Раскольников мог пойти к старухе-процентщице по этому пересечению и сократить путь, но решил пойти в обход, чтобы запутать следы.",
        "photo_path":"photo/Crime_and_Punishment/Grazhdanskaya_ulica_4.png",
        "yandex_maps_link":"https://yandex.ru/maps/-/CHrkUFII"
    },

    "location_5":{
        "In-book_name":"Кокушкин мост",
        "real_name":"Кокушкин мост",
        "plot":"С Сенной площади все герои романа шли к себе домой через Кокушкин мост: Сенного моста, который мог сократить путь, тогда еще не было. Здесь, по левую сторону от набережной канала Грибоедова, сегодня располагается «Достоевский квартал» с домами Сони Мармеладовой и Родиона Раскольникова. Именно с этого моста начинается действие романа и путь главного героя по городу. Отсюда он отправляется в зловещий путь, который перевернёт его жизнь. ",
        "photo_path":"photo/Crime_and_Punishment/Kokushkin_most_5.png",
        "yandex_maps_link":"https://yandex.ru/maps/-/CHrkQN05"
    },

    "location_6":{
        "In-book_name":"Юсупов сад",
        "real_name":"Юсуповский сад",
        "plot":"На преступление Раскольников идёт через Юсуповский сад, один из старейших садов Петербурга. Здесь, погружённый в свои мысли, он отвлекался на казалось бы неуместные размышления о благоустройстве города. В саду, окружённом старинными зданиями, есть небольшое озеро с мостиком и извилистые дорожки — идеальное место для неторопливой прогулки. Юсуповский сад сохранился до наших дней в первозданном виде и выглядит почти так же, как во времена Достоевского.",
        "photo_path":"photo/Crime_and_Punishment/Yusupovskij_sad_6.png",
        "yandex_maps_link":"https://yandex.ru/maps/-/CHrkQQo4"
    },

    "location_7":{
        "In-book_name":"Юсупов сад",
        "real_name":"Юсуповский сад",
        "plot":"Достоевский жил недалеко от этого места, и сад был для него местом отдыха и раздумий. В письмах он упоминал его как одно из немногих приятных мест в мрачном Петербурге. ",
        "photo_path":"/workspaces/Dostoevsky_Alice/photo/Crime_and_Punishment/Lyubimoe_mesto_7.png",
        "yandex_maps_link":"https://yandex.ru/maps/-/CHrkQQo4"
    },

    "location_8":{
        "In-book_name":"Доходный дом Кушелёва",
        "real_name":"Садовая улица, 49",
        "plot":"Обратите внимание на длинный невзрачный дом по улице Садовой 49 - доходный дом Кушелёва - напротив Юсуповского сада. Именно здесь жил Разумихин, человек с которым у Раскольникова было самое тесное и дркжеское общение. В последствии Разумихин женился на сестре Радиона. В этом доме также жил «кабальный» издатель из реальной жизни Достоевского.",
        "photo_path":"photo/Crime_and_Punishment/Dom_Razumihina_8.png",
        "yandex_maps_link":"https://yandex.ru/maps/-/CHrkM27m"
    },
    
    "location_9":{
        "In-book_name":"Хрустальный дворец",
        "real_name":"Садовая улица, 55-57",
        "plot":"Во времена Достоевского здесь была гостиница «Пале-де-Кристаль», в которую часто приходил автор. Он проводил время за чтением газет и однажды увидел новость об убийстве старухи. В романе Раскольников встречается здесь с Мармеладовым, Свидригайловым, Заметовым и ссорится с Разумихиным.",
        "exterior_description":"Здание с характерным шпилем и красивой архитектурой в стиле модерн находится недалеко от Сенной площади. Сейчас это просто жилой дом с величественным фасадом. Внимательно посмотрите на верхушку дома — её украшают совы и грифоны, а на стене со стороны Вознесенского проспекта можно найти каменных горгулий.",
        "photo_path":"photo/Crime_and_Punishment/Dom_so_shpilem_9.png",
        "yandex_maps_link":"https://yandex.ru/maps/-/CHrkUN4N"
    },
    
    "location_10":{
        "In-book_name":"Дом старухи-процентщицы",
        "real_name":"Дом Ивана Вальха",
        "plot":"Теперь идём к месту преступления — доходному дому Вальха. Именно здесь жила старуха-процентщица. Известно, что от этого дома до дома Раскольникова всего 730 шагов. Если хотите, можете повторить путь и пересчитать шаги!",
        "exterior_description":"Это массивное, мрачное здание с тяжёлыми фасадами, характерными для доходных домов Петербурга XIX века. Дом на набережной как будто погружён в петербургскую сырость и тьму, которую часто описывал Достоевский.",
        "photo_path":"photo/Crime_and_Punishment/Dom_staruhi_procentshchicy_10.png",
        "yandex_maps_link":"https://yandex.ru/maps/-/CHrkUVla"
    },
    
    "location_11":{
        "In-book_name":"Дом Сони Мармеладовой",
        "real_name":"Набережная канала Грибоедова, 73",
        "plot":"Сюда Раскольников приходит трижды, что символизирует три важных этапа его духовного преображения: «испытание», когда Соня читает ему Лазаря; «признание», когда Родион признаётся в том, что сделал, и «очищения», когда Соня даёт ему крест.",
        "exterior_description":"В романе говорится, что дом был трёхэтажный, старый и зелёного цвета. Комната Сони была с видом на канаву (так называли канал Грибоедова). Сегодня это здание является четырёхэтажным, посскольку в советское время дому надстроили ещё два этажа, а отделку фасада изменили под «сталинский классицизм». ",
        "photo_path":"photo/Crime_and_Punishment/Dom_Soni_Marmeladovoj_11.png",
        "yandex_maps_link":"https://yandex.ru/maps/-/CHrkUCI-"
    }
} 