{
    "location_1":{
        "In-book_name":"Варшавский вокзал",
        "real_name":"Vokzal 1853",
        "plot":"Князь Лев Николаевич Мышкин едет в Петербург из Швейцарии, где он долгое время был на лечении. В поезде он случайно знакомится с Парфеном Рогожиным и из его рассказа узнает о Настасье Филипповне Барашковой, необыкновенной красавице. Единственным вокзалом, куда могли прибыть герои, был Варшавский. Вокзал построен в 1852–1853 годах для железной дороги, открытой в 1853 году. Тогда путь пролегал лишь от Санкт-Петербурга до царской резиденции в Гатчине. В декабре 1862 года началось движение до Варшавы. Отдельная ветка дороги соединила Петербург с европейскими столицами.",
        "photo_path":"photo/Idiot/Варшавский_вокзал_1.png",
        "yandex_maps_link":"https://yandex.ru/maps/-/CHrkY42W"
    },

    "location_2":{
        "In-book_name":"Дом Епанчина",
        "real_name":"",
        "plot":"По прибытии Мышкин приезжает домой к генералу Епанчину, где он также знакомится с тремя сёстрами: Аглаей, Аделаидой и Александрой. Здесь происходит разговор о Настасье Филипповне, а князь впервые сталкивается с миром светских условностей и интриг. Хотя точного адреса дома семейства Епанчина в произведении не указано, есть мнение, что это мог быть дом номер один по улице Спасской (с 1923 года — ул. Рылеева), расположенный на противоположной стороне Преображенской площади. В романе описано, что генерал Епанчин жил в собственном доме, «несколько в стороне от Литейной, к Спасу Преображения», на втором этаже и занимал «помещение по возможности скромное, хотя и пропорциональное своему значению». ",
        "photo_path":"photo/Idiot/Дом_Епанчина_2.png",
        "yandex_maps_link":"https://yandex.ru/maps/-/CHrk4Y~l"
    },

    "location_3":{
        "In-book_name":"Спасо-Преображенский собор",
        "real_name":"Спасо-Преображенский собор",
        "plot":"В этот храм ходили молиться и герои романа.",
        "photo_path":"photo/Idiot/СП_собор_3.png",
        "yandex_maps_link":"https://yandex.ru/maps/-/CHrkYV4p"
    },

    "location_4":{
        "In-book_name":"Дом Настасьи Филипповны",
        "real_name":"Загородный проспект, 20",
        "plot":"Согласно исследованию петербургских литературоведов, Настасья Филипповна Барашкова жила на углу Загородного проспекта и Разъезжей улицы, на первом этаже. По сюжету романа сюда на день рождения героини собирается небольшая компания: Тоцкий, генерал Епанчин, Фердыщенко, Ганя, Дарья Алексеевна, старичок-учитель и другие. Позже к гостям присоединяется князь Мышкин. Утром этого же дня Ганя дал пощечину князю, пытавшемуся вступиться за сестру Гани Варвару. Ситуация, в которой находятся все герои, очень напряженная. Несколько раз на протяжении предыдущих двух сцен Настасья Филипповна предупреждает, что сегодня произойдет «развязка». Настасья Филипповна отказывается выйти замуж за Ганю. Вскоре появляется Рогожин: он принесит героине обещанные сто тысяч рублей. Князь Мышкин предлагает Барашковой выйти за нее замуж, но она отказывается, так как не хочет погубить «этакого-то младенца». Отказавшись выйти за князя, она соглашается ехать за деньги с Рогожиным, но все ее поведение указывает на то, что решение такое было принято в крайнем отчаянии. ",
        "photo_path":"photo/Idiot/Дом_Настасьи_4.png",
        "yandex_maps_link":"https://yandex.ru/maps/-/CHrkYA35"
    },

    "location_5":{
        "In-book_name":"Летний сад",
        "real_name":"Летний сад",
        "plot":" Во второй части пятой главы романа вернувшийся из Москвы в Петербург после своего полугодового отсутствия князь Мышкин вдруг оказывается сидящим на скамье, под деревом, в Летнем саду. Автор описывает, как герой сидит на скамье под деревом, а сад пуст, солнце на мгновение заволокло что-то мрачное, и кажется, что вот-вот начнётся гроза. Именно здесь «странный и ужасный демон» нашептал Мышкину, что Рогожин станет его сторожить, поскольку князь не поехал в Павловск",
        "photo_path":"photo/Idiot/Летний_сад_5.png",
        "yandex_maps_link":"https://yandex.ru/maps/-/CHrD5EpU"
    },

    "location_6":{
        "In-book_name":"Храм Марии Магдалины",
        "real_name":"Храм святой равноапостольной Марии Магдалины",
        "plot":"Храм святой равноапостольной Марии Магдалины – самая старая постройка Павловска. По мнению исследователей творчества писателя, здесь должны были венчаться князь Мышкин и Настасья Филипповна. Таинство не состоялось – невеста сбежала из-под венца. Сейчас это действующий храм. Здесь проводятся службы, венчания и отпевания, а также детские праздники. Есть своя библиотека, в которой собраны все романы Фёдора Михайловича Достоевского.",
        "photo_path":"photo/Idiot/Храм_Марии_Магдалины_6.png",
        "yandex_maps_link":"https://yandex.ru/maps/-/CHrkYU~K"
    },

    "location_7":{
        "In-book_name":"Дом Рогожина",
        "real_name":"Гороховая улица, 41",
        "plot":"В романе Парфён Рогожин живёт в здании на Гороховой улице. Точного адреса в книге нет, но самым вероятным кандидатом на эту роль краеведы и филологи считают дом номер 41. Именно здесь происходят одни из важнейших событий этой истории и в том числе её финал. Ещё до событий в Летнем саду князь Мышкин приезжает к Рогожину, чтобы поговорить о Настасье Филипповне. Парфён показывает князю свой дом — мрачный, неуютный, похожий на тюрьму. Между ними происходит откровенный разговор: Рогожин признаётся в страстной, почти безумной любви к Настасье Филипповне и ревности к Мышкину. Рогожин также показывает князю нож, который позже станет орудием убийства. После событий побега из-под венца в Павловске Настасья Филипповна приезжает к Рогожину. Парфён убивает её ножом и оставляет тело в своей спальне, завесив простынёй и обложив «бутылками с жидкостью от тления». Мышкин приходит к Рогожину, и они вместе проводят ночь рядом с телом Настасьи Филипповны. Утром Рогожина арестовывают, а князь окончательно впадает в безумие, становясь «идиотом»: в психиатрической клинике в Швейцарии ему ставят диагноз , то есть ему ставят медицинский диагноз - идиотия.",
        "photo_path":"photo/Idiot/Дом_Рогожина_7.png",
        "yandex_maps_link":"https://yandex.ru/maps/-/CHrDBSyg"
    }
} 